HGS/MELDUNGEN/TEMPLATES/IN/Positionsmeldung/Automatenmeldung_2400_Positionsmeldung_2024-07-15T10_25_46.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" xmlns:ns2="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung fahrzeugKennung="11" haltestellencodeIbis="25000091" positionImFahrzeug="12" sstVersion="3.10" zeitpunkt="2024-07-15T12:26:43.902+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="2400" seriennummer="2400"/>
                <metadaten guid="57ad4d26-3a58-4b5d-bcdd-c17ef8925610" sequenznummer="11119"/>
            </faaPositionsmeldung>
        </ns2:empfangePositionsmeldung>
    </soap:Body>
</soap:Envelope>
